{"question_stem": "If the patient does not have chronic pancreatitis, how will this affect the probability of Pancreatic neoplasm?", "answer_label": "less", "answer_label_as_choice": "B", "choices": {"text": ["more", "less", "no effect"], "label": ["A", "B", "C"]}, "para_steps": "The patient does not have chronic pancreatitis.|This affects the patient's immune and inflammatory responses.|This triggers downstream physiological changes.|This triggers downstream physiological changes.|This affects the probability of Pancreatic neoplasm.", "cause_event": "the patient does not have chronic pancreatitis", "outcome_base": "Pancreatic neoplasm probability"}
{"question_stem": "If the patient answers NO to \"Are the symptoms or pain increased with coughing, with an effort like lifting a weight or from forcing a bowel movement\", how will this affect the probability of Inguinal hernia?", "answer_label": "less", "answer_label_as_choice": "B", "choices": {"text": ["more", "less", "no effect"], "label": ["A", "B", "C"]}, "para_steps": "The patient answers NO to \"Are the symptoms or pain increased with coughing, with an effort like lifting a weight or from forcing a bowel movement\".|This affects the patient's immune and inflammatory responses.|This affects the probability of Inguinal hernia.", "cause_event": "the patient answers NO to \"Are the symptoms or pain increased with coughing, with an effort like lifting a weight or from forcing a bowel movement\"", "outcome_base": "Inguinal hernia probability"}
{"question_stem": "If the patient has breastfed one of the patient's children for more than 9 months, how will this affect the probability of SLE?", "answer_label": "more", "answer_label_as_choice": "A", "choices": {"text": ["more", "less", "no effect"], "label": ["A", "B", "C"]}, "para_steps": "The patient has breastfed one of the patient's children for more than 9 months.|This changes organ function and clinical stability.|This affects the patient's immune and inflammatory responses.|This affects the probability of SLE.", "cause_event": "the patient has breastfed one of the patient's children for more than 9 months", "outcome_base": "SLE probability"}
{"question_stem": "If the patient has bouts of choking or shortness of breath that wake the patient up at night, how will this affect the probability of Acute pulmonary edema?", "answer_label": "more", "answer_label_as_choice": "A", "choices": {"text": ["more", "less", "no effect"], "label": ["A", "B", "C"]}, "para_steps": "The patient has bouts of choking or shortness of breath that wake the patient up at night.|This changes organ function and clinical stability.|This triggers downstream physiological changes.|This shifts risk factors linked to Acute pulmonary edema.|This affects the probability of Acute pulmonary edema.", "cause_event": "the patient has bouts of choking or shortness of breath that wake the patient up at night", "outcome_base": "Acute pulmonary edema probability"}
{"question_stem": "If the patient does not have a chronic obstructive pulmonary disease (COPD), how will this affect the probability of Bronchitis?", "answer_label": "less", "answer_label_as_choice": "B", "choices": {"text": ["more", "less", "no effect"], "label": ["A", "B", "C"]}, "para_steps": "The patient does not have a chronic obstructive pulmonary disease (COPD).|This alters susceptibility to related complications.|This affects the probability of Bronchitis.", "cause_event": "the patient does not have a chronic obstructive pulmonary disease (COPD)", "outcome_base": "Bronchitis probability"}
